{
/*Info:
-------------RSV Recipes by NPCs-------------
  Clementine Cake - Shanice
  Crunchy Bagel - Paula
  Fluffy Apple Crumble - Blair
  Forage Souffle - Lorenzo
  Forest Halva - Louie
  Highland Blueberry Pie - Malaya
  Highland Revani - Sonny
  Holiday Ice - Sean
  Jumpy Coffee Cake - Kiarra
  Pumpkin Darling Slice - Kimpoi
  Ridge Apple Cake - Carmen
  Ridge Mosaic Cake - Naomi
  Strawberry Lover Pie - Irene
  Sweet Cranberry Cheesecake - Faye
  Tropic Mango Cake - Maive
*/

    //Titles
  "shanice.recipe.title": "Rezept für Clementinenkuchen",
  "paula.recipe.title": "Paulas Knusper-Leckerli",
  "blair.recipe.title": "Spaßiger und fluffiger Apfel-Crumble!",
  "lorenzo.recipe.title": "Lorenzos Spezialität",
  "louie.recipe.title": "Günstiger Geschmack",
  "malaya.recipe.title": "Bäckers Beste Torte",
  "sonny.recipe.title": "Loyaler Leckerbissen",
  "sean.recipe.title": "Kühler und farbenfroher Leckerbissen",
  "kiarra.recipe.title": "Energiegeladener Kuchen!",
  "kimpoi.recipe.title": "Die Lieblingskost des Stoikers",
  "carmen.recipe.title": "Carmens überliefertes Rezept!",
  "naomi.recipe.title": "Naomis Mosaikkuchen",
  "irene.recipe.title": "Hoffnungsloser Romantiker Leckerbissen!",
  "faye.recipe.title": "Die süße und milde Leckerei!",
  "maive.recipe.title": "Eine exotische Leckerei",
  "mistbloomsyrup.recipe.title": "Ein geheimnisvolles Sirup-Rezept",

  "lola.so.title": "Die Dankbarkeit eines Assassinen",
  "ezekiel.so.title": "Ein Geschenk des Veteranen",
  "olga.so.title": "Klärung der Kaffee- oder Tee-Debatte",
  "aguar.so.title": "Das Totem des Grats",


    //Texts
  "shanice.recipe.text": "Liebe/r @,^Ich habe ein altes Rezept für einen meiner Lieblingskuchen gefunden! Wenn du jemals einen machst, vergiss nicht an mich zu denken. Okay? Ich hoffe, es gefällt dir.^^- Shanice Legame",
  "paula.recipe.text": "Liebling @,^Ich habe bemerkt, dass deine Energie ziemlich niedrig ist. Angehängt findest du eine Kopie meines Rezepts für knusprige Bagels, möge dies dir die Energie geben, die du für deine Reise ins Dorf benötigst.^^- Paula Faheem",
  "blair.recipe.text": "Hallo, @!^Ich teile mit dir mein geschätztes Rezept für einen unglaublich leckeren Apfelkrümelkuchen! Es ist muy delicioso! Viel Spaß beim Essen danach, und vielleicht gibst du mir sogar etwas ab? Haha, nur ein Scherz!^^- Blair Rivera",
  "lorenzo.recipe.text": "Lieber @,^Ciao! Ich dachte, ich könnte dir eine Kopie eines meiner Lieblingsgerichte schicken. Viel Spaß beim Kochen!^^- Lorenzo Legame",
  "louie.recipe.text": "An wen es auch immer betrifft,^Ich habe eine zusätzliche Kopie des Rezepts für ein exquisites Gericht gefunden, das ich genieße. Ich habe gehört, du kannst kochen, also fordere ich dich heraus, eines davon für mich zu bringen. Das ist alles.^^- Louie Amethyne",
  "malaya.recipe.text": "Lieber @,^Guten Tag an dich, Lieber! Ich möchte dir eines meiner Lieblingsrezepte schicken. Du warst so eine liebenswerte Gesellschaft, dass ich meine Wertschätzung wirklich zeigen will. Viel Spaß beim Backen!^^- Malaya Liden",
  "sonny.recipe.text": "Lieber @,^Ich habe kürzlich das Rezept für eine meiner Kindheitsleckereien gefunden. Ich dachte, ich könnte es dir schicken, in der Hoffnung, dass du es genießen könntest.^^Prost, Sonny Ong.",
  "sean.recipe.text": "Heya, @!^Hier ist ein lustiges Rezept für einen kalten Leckerbissen! Ich hoffe, es gefällt dir!^^- Sean",
  "kiarra.recipe.text": "Hey @!^Ciao! Ich habe das Rezept für mein Lieblingsgebäck an diesen Brief angehängt. Es macht wirklich Spaß, dieses Gericht zuzubereiten und es ist auch ziemlich einfach! Du solltest es definitiv bald ausprobieren.^^- Kiarra Legame",
  "kimpoi.recipe.text": "@,^Danke, dass du einer meiner guten Freunde bist. Hier ist eines meiner Lieblingsbackrezepte. Ich hoffe, es gefällt dir.^^- Kimpoi Liden",
  "carmen.recipe.text": "Guten Morgen, @!^Ich habe hier ein Rezept, das in meiner Familie seit Generationen weitergegeben wird. Mögest du wundervolle Erinnerungen mit deiner Familie schaffen, wie ich es getan habe.^^- Carmen Rivera",
  "naomi.recipe.text": "Lieber @,^Grüße! Ich hoffe, es geht dir gut. Ich habe das Rezept für ein feines Gebäckgericht in diesem Brief beigefügt, in der Hoffnung, dass du es interessant findest.^^Beste Grüße, Naomi.",
  "irene.recipe.text": "Grüße, @!^Ich habe hier ein Rezept, das ich aus der romantischen Stadt Prinzessinnenstadt gelernt habe. Du kannst dies verwenden, um deine Geliebte zu ergattern. Wie man sagt, der beste Weg zum Herzen eines geliebten Menschen führt durch den Magen.^^Viel Glück bei deiner Suche nach Liebe,^Irene de Pilar",
  "faye.recipe.text": "Liebster @,^Hallo! Ich habe ein schönes Rezept für eines meiner Lieblingsgebäcke geschickt. Bring mir etwas mit, wenn du jemals die Chance hast, okay?^^Die liebenswerte Faye Yojeong",
  "maive.recipe.text": "Adressiert an: @^Von: Amethyne Villa.^^Ein Rezept für ein exotisches Gebäck ist diesem Brief beigefügt. Das Gericht ist eine der Delikatessen der Ember-Inseln, einer weit entfernten Region, die für ihre tropischen Annehmlichkeiten, Attraktionen und Gerichte bekannt ist. Ich nehme an, Sie können dies auf die eine oder andere Weise zu Ihrem Vorteil nutzen.^^Mit besten Wünschen,^Maive Amethyne",
  "mistbloomsyrup.recipe.text": "@,^Wie geht es dir, Liebling? Wenn du dich jemals krank oder übel fühlst, hier ist ein Rezept, das mein Mann und ich auf unseren exotischen Reisen gelernt haben. Wenn du jemals seltene Bergnebelblüten findest, pflücke einfach die Blütenblätter und drücke sie nach DIESEM spezifischen Muster. Ich hoffe, diese können nützlich sein.^^- Lola",

  "LolaSOLetter.text": "@,^Vielen Dank für deine Hilfe mit den Ringen, Liebes. Wie wäre es mit einem kleinen Tausch? Dieser hier lag sowieso schon immer in meiner Schmuckkiste. Ich hoffe, er kann dir von Nutzen sein.^^- Lola",
  "EzekielSOLetter.text": "@,^Nun, danke nochmal für dieses Artefakt. Ich dachte, du würdest mir irgendein staubiges altes Stück Schrott bringen, aber es ist tatsächlich in nahezu makellosem Zustand... Also, nimm etwas staubigen alten Schrott von mir! Jetzt, wo ich im Ruhestand bin, brauchst du sie wahrscheinlich sowieso mehr.^^- Ezekiel^^P.S. Wenn du sie wegwirfst, werde ich es wissen...",
  "OlgaSOLetter.text": "Liebe @,^Mit den Zutaten, die du mir gegeben hast, habe ich die Tee- oder Kaffee-Debatte ein für alle Mal gelöst, und der Gewinner ist... beide! Ich schicke dir das Rezept, damit du es selbst ausprobieren kannst.^^-Olga^PS: Meine Schwägerin hat gesagt, dass sie dieses Rezept auch für ihren Laden stehlen wird!",
  "AguarSOLetter.text": "@,^Ausgezeichnete Arbeit mit den Geoden. Dies sind eindeutig sehr hochwertige Exemplare. Falls ich wieder deine Hilfe benötige, denke ich, dass es am besten ist, wenn du einen schnelleren Weg ins Dorf hast. Vielleicht ist das nützlich.^^- Aguar^P.S. Du hast das nicht von mir...",

        // June
  "June.PlatonicArrival.title": "Nachricht vom Hotel",
  "June.PlatonicArrival.text": "Liebe/r @,^^Das Blockhaus Hotel freut sich bekannt zu geben, dass unser hauseigener Musiker morgen für die Herbst- und Wintersaison dieses Jahres zurückkehrt. Die Aufführungen finden donnerstags bis samstags von 17 Uhr bis 21 Uhr und samstags und sonntags von 12 Uhr bis 15 Uhr statt. Wir freuen uns auf Ihren Besuch.^^Hotelmanagement",
  "June.PlatonicDeparture.title": "Abschiedsbrief von June",
  "June.PlatonicDeparture.text": "Liebe/r @,^^Leider ist mein Aufenthalt im Log Cabin Hotel für dieses Jahr vorbei, daher werde ich das Dorf früh am Morgen verlassen haben, wenn du diesen Brief liest. Ich wünsche dir ein gutes neues Jahr und freue mich darauf, dich bei meiner Rückkehr im Herbst zu sehen.^^Alles Gute,^June",
  "June.RomanticArrival.title": "June's Überraschung",
  "June.RomanticArrival.text": "Liebe/r @,^^Ich habe diesen Brief im Bus geschrieben und habe ihn in deinen Briefkasten geschmuggelt, als ich ausgestiegen bin. Wenn du das hier liest, bedeutet das, dass ich wieder im Hotel bin - es bedeutet auch, dass du Zeit mit dem Lesen dieses Briefes verschwendest, die du mit mir verbringen könntest!! Also komm her und lass uns die verlorene Zeit nachholen - wir beide haben viel nachzuholen...^^Ich warte,^June",
  "June.RomanticDeparture.title": "June's Abschied",
  "June.RomanticDeparture.text": "Liebe/r @,^^Ich schreibe dir diesen Brief um 3 Uhr morgens in der tiefen Dunkelheit, auf der Postbox an der Bergbahnstation am Klippenrand. Bald werde ich meine letzte Fahrt für dieses Jahr den Berg hinunter antreten. Ich werde das Dach deines Bauernhofs ein letztes Mal sehen, und das wird mein letzter Blick auf dich sein bis zum nächsten Herbst... Während du in deinem gemütlichen kleinen Bauernhaus schläfst, frage ich mich, ob du von mir träumst, so wie ich jede Nacht für das nächste halbe Jahr von dir träumen werde? Glücklicherweise sind die Erinnerungen, die wir geschaffen haben, mehr als genug, um mich in diesen Wolken zu halten, bis ich dich wiedersehen kann. Vergiss mich nicht, und ich verspreche, dasselbe zu tun.^^All meine Liebe,^June",
  "June.RomanticSummer.title": "Liebesbrief von June",
  "June.RomanticSummer": "Liebe/r @,^^Es ist kaum zu glauben, dass es erst einen Monat her ist, seit ich dich das letzte Mal gesehen habe, wenngleich es sich wie eine Ewigkeit anfühlt. Ich möchte nur, dass du weißt, dass keine Stunde vergeht, in der ich nicht an dich denke. Das klingt vielleicht so, als würde ich mich melancholisch fühlen, aber was ich sagen möchte, ist - ich werke wirklich unsere gemeinsamen Erinnerungen hoch. Du erhellst meine Welt so sehr, selbst wenn du nicht physisch darin auftauchst.^^Vermisse dich immer,^June"
}
