{
  "boots.fra-combat-boots.name": "FRA Kampfstiefel",
  "boots.fra-combat-boots.description": "Standard-Kampfstiefel für Truppen in der Ferngill-Republik-Armee.",

  "hats.occult-red-scarf.name": "Okkultes Rotes Tuch",
  "hats.occult-red-scarf.description": "Ein scharlachroter Schal, getragen von Dienern der Dame mit dem roten Schwanz.",

  "trees.cherry-pluot-tree.name": "Kirsch-Pflaumenbaum",
  "trees.cherry-pluot-sapling.name": "Kirsch-Pflaumenbaum-Sämling",
  "trees.cherry-pluot-sapling.description": "Es dauert 28 Tage, bis ein ausgewachsener Cherry Pluot Baum entsteht. Erntebereit im Frühling. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",
  "trees.desert-tangelo-tree.name": "Wüsten-Tangelo-Baum",
  "trees.desert-tangelo-sapling.name": "Wüsten-Tangelo-Setzling",
  "trees.desert-tangelo-sapling.description": "Es dauert 28 Tage, bis ein ausgewachsener Wüsten-Tangelo-Baum entsteht. Erntebereit im Sommer. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",
  "trees.ember-blood-lime-tree.name": "Ember Blut Limettenbaum",
  "trees.ember-blood-lime-sapling.name": "Ember Blood Limetten Setzling",
  "trees.ember-blood-lime-sapling.description": "Es dauert 28 Tage, bis ein ausgewachsener Ember Blood Lime-Baum produziert wird. Erntebereit im Herbst. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",
  "trees.highland-jostaberry-tree.name": "Hochland-Jostabeerenbaum",
  "trees.highland-jostaberry-sapling.name": "Hochland-Jostabeeren-Setzling",
  "trees.highland-jostaberry-sapling.description": "Es dauert 28 Tage, um einen ausgewachsenen Highland-Jostabeerenbaum zu produzieren. Erntebereit im Herbst. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",
  "trees.mountain-plumcot-tree.name": "Berg-Pflaumenbaum",
  "trees.mountain-plumcot-sapling.name": "Berg-Pflaumen-Apfel-Bäumchen",
  "trees.mountain-plumcot-sapling.description": "Es dauert 28 Tage, bis ein ausgewachsener Berg-Pflaumenbaum entsteht. Erntebereit im Frühling. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",
  "trees.northern-limequat-tree.name": "Nördlicher Limettenquat-Baum",
  "trees.northern-limequat-sapling.name": "Nördlicher Limettenquat-Sämling",
  "trees.northern-limequat-sapling.description": "Es dauert 28 Tage, um einen ausgewachsenen Northern Limequat-Baum zu produzieren. Erntebereit im Herbst. Wächst nur, wenn die 8 umgebenden Kacheln leer sind.",
  "trees.paradise-rangpur-tree.name": "Paradies Rangpur Baum",
  "trees.paradise-rangpur-sapling.name": "Paradies Rangpur Setzling",
  "trees.paradise-rangpur-sapling.description": "Es dauert 28 Tage, bis ein ausgewachsener Paradise Rangpur Baum produziert wird. Erntebereit im Sommer. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",
  "trees.tropi-ugli-fruit-tree.name": "Tropi Ugli Fruchtbaum",
  "trees.tropi-ugli-fruit-sapling.name": "Tropi Ugli Frucht Setzling",
  "trees.tropi-ugli-fruit-sapling.description": "Es dauert 28 Tage, bis ein ausgewachsener Tropi Ugli Fruchtbaum entsteht. Erntebereit im Sommer. Wächst nur, wenn die 8 umliegenden Kacheln leer sind.",

  "shirts.cof-faye-jacket.name": "Cof-Faye Jacke",
  "shirts.cof-faye-jacket.description": "Fayes Jacken-inspiriertes Geheimprojekt.",
  "shirts.cray-faye-abstract-shirt.name": "Cray-Faye Abstraktes Hemd",
  "shirts.cray-faye-abstract-shirt.description": "Fayes lockeres und spaßiges Geheimprojekt.",
  "shirts.dragon-sweetie-top.name": "Dragon Sweetie Top",
  "shirts.dragon-sweetie-top.description": "Fabelhaft drakonisch!",
  "shirts.fab-dusk-suit.name": "Fab Dusk Anzug",
  "shirts.fab-dusk-suit.description": "Fabelhaft Ebenholz!",
  "shirts.fairy-cutie-top.name": "Feen-Süße Oberteil",
  "shirts.fairy-cutie-top.description": "Pinkig süß!",
  "shirts.faye-rytale-pastel.name": "Faye-rytale Pastell",
  "shirts.faye-rytale-pastel.description": "Fayes pastellfarbenes Geheimprojekt.",
  "shirts.flora-golda-shirt.name": "Flora Golda Hemd",
  "shirts.flora-golda-shirt.description": "Es fühlt sich unbezahlbar an. Aber das ist es nicht.",
  "shirts.golden-mane-top.name": "Goldene Mähne Oberteil",
  "shirts.golden-mane-top.description": "Für einen König geeignet!",
  "shirts.junina-shirt.name": "Juninja Hemd",
  "shirts.junina-shirt.description": "Das Design wurde von einem lokalen Gerücht über eine rollende Frucht inspiriert.",
  "shirts.occult-dusk-top.name": "Okkulte Dämmerung Top",
  "shirts.occult-dusk-top.description": "Heimlichkeit ist entscheidend, um die Wünsche der Dame zu erfüllen...",
  "shirts.occult-leather-jacket.name": "Okkulte Lederjacke",
  "shirts.occult-leather-jacket.description": "Eine Leder-Variante der vorgeschriebenen Uniform, getragen von Dienern der Dame mit dem roten Schwanz.",
  "shirts.phoenix-confidence-jacket.name": "Phoenix Vertrauen Jacke",
  "shirts.phoenix-confidence-jacket.description": "Macht einen feurigen und auffälligen Eindruck.",
  "shirts.pika-impersonation-shirt.name": "Pika-Imitations-Shirt",
  "shirts.pika-impersonation-shirt.description": "Ein Überbleibsel von dem Tag, an dem Lenny an Pikas Geburtstag nur zum Ärgern eine obligatorische Outfit-Regel erlassen hat.",
  "shirts.village-color-shirt.name": "Dorf Farbe Hemd",
  "shirts.village-color-shirt.description": "Ein abstraktes Design, bestehend aus der offiziellen Farbe des Dorfes.",
  "shirts.winter-royalty-top.name": "Winterkönig Top",
  "shirts.winter-royalty-top.description": "Sieht königlich cool aus!",

  "weapons.amethyst-lance.name": "Amethystlanze",
  "weapons.amethyst-lance.description": "Eine antike Lanze aus verstärkten Amethystkristallen. Legenden besagen, dass diese Waffe einst vom Herrscher eines verlorenen großen Königreichs verwendet wurde.",
  "weapons.ark-blade.name": "Arkenklinge",
  "weapons.ark-blade.description": "Ein im Laufe der Zeit verlorenes Schwert. Illustrationen verschiedener Figuren sind in seinen Griff geschnitzt.",
  "weapons.battery-powered-battle-hammer.name": "Batteriebetriebener Kampfhammer",
  "weapons.battery-powered-battle-hammer.description": "Ein alter Hammer, der in Bezug auf das Design verdächtig modern erscheint. Vieles darüber ist noch unbekannt. Er hat jedoch einen ziemlichen Schlag!",
  "weapons.battle-dancers-fan.name": "Kampftänzer-Fächer",
  "weapons.battle-dancers-fan.description": "Ein Fan von scharfen goldenen Klingen. Die Legende besagt, dass diese Waffe von den verführerischen, aber tödlichen Kampftänzern der Vergangenheit verwendet wurde.",
  "weapons.blade-of-rubies.name": "Rubin-Klinge",
  "weapons.blade-of-rubies.description": "Die Klinge besteht buchstäblich aus verstärkten Rubinen!",
  "weapons.bladebane.name": "Klingenbann",
  "weapons.bladebane.description": "Eine riesige Kriegsaxt mit einem blassen Band um die Mitte gewickelt. Sie scheint lange Zeit unbenutzt geblieben zu sein.",
  "weapons.bronze-lance.name": "Bronze Lanze",
  "weapons.bronze-lance.description": "Aus Bronze zu sein, macht es nicht zu einer zuverlässigen Waffe. Obwohl der in seinem Kern eingebettete Kristall den Speer zu stärken scheint.",
  "weapons.bubble-club.name": "Blasenclub",
  "weapons.bubble-club.description": "Ein schwer schlagender Club, der irgendwie Blasen erzeugt, wenn er geschwungen wird.",
  "weapons.celestine-sword.name": "Celestine Schwert",
  "weapons.celestine-sword.description": "Ein heiliges Schwert, das einst von den Anhängern einer jetzt ausgestorbenen Religion verwendet wurde.",
  "weapons.cute-but-deadly-knife.name": "Niedliches aber tödliches Messer",
  "weapons.cute-but-deadly-knife.description": "Ein süßes, aber tödliches Messer.",
  "weapons.cutlasset.name": "Cutlasset",
  "weapons.cutlasset.description": "Werde definitiv die Preise halbieren.",
  "weapons.dagger-lily.name": "Dolch Lilie",
  "weapons.dagger-lily.description": "Ein hübscher und scharfer Dolch, bedeckt mit lila kristallisierten Ranken und Blütenblättern.",
  "weapons.daggerkin.name": "Dolchkinder",
  "weapons.daggerkin.description": "Ein Dolch, der fast als Schwert betrachtet werden könnte. Es scheint eine beliebte Waffenwahl von geschickten professionellen Assassinen zu sein.",
  "weapons.deaths-daughter.name": "Des Todes Tochter",
  "weapons.deaths-daughter.description": "Ein berüchtigtes Schwert, das als Muse des Jenseits in Verbindung gebracht wird.",
  "weapons.dusked-kunai.name": "Dämmerungs Kunai",
  "weapons.dusked-kunai.description": "Ein spezialisiertes Kunai, das von den Mitgliedern der Dusked Force verwendet wird. Es hat eine flexible rote Schnur, die an seiner Basis befestigt ist.",
  "weapons.fairy-needle.name": "Feen-Nadel",
  "weapons.fairy-needle.description": "Eine skurrile Waffe, die in dir ein kribbelndes Gefühl erzeugt.",
  "weapons.fathers-sorrow.name": "Vaters Leid",
  "weapons.fathers-sorrow.description": "Glaubt, verflucht zu sein. Selbst die kleinste Schnittwunde liefert auf mysteriöse Weise Elend an seine Opfer... Aber letztendlich auch an seinen Halter.",
  "weapons.fox-claw.name": "Fuchsklaue",
  "weapons.fox-claw.description": "Ein alter Dolch, der von den Anhängern des Berggeistes verwendet wurde.",
  "weapons.free-lance.name": "Freier Mitarbeiter",
  "weapons.free-lance.description": "Es ist etwas unzuverlässig, aufgrund der Gewichtsverteilung. Aber es hat einen ziemlichen Schlag drauf!",
  "weapons.frost-queens-blade.name": "Frostköniginnen-Klinge",
  "weapons.frost-queens-blade.description": "Es ist buchstäblich kalter Stahl.",
  "weapons.golden-key-blade.name": "Goldener Schlüsselklinge",
  "weapons.golden-key-blade.description": "Ein seltsam geformtes Schwert, das einem goldenen Schlüssel ähneln soll. Aufgrund des Materials des Schwertes erzielt es einen hohen Preis.",
  "weapons.gourmet-cooking-knife.name": "Gourmet Kochmesser",
  "weapons.gourmet-cooking-knife.description": "Ein scharfes Messer, das für ausgefallene, qualitativ hochwertige Gerichte verwendet wird! Dient als tödliche Waffe, wenn es nicht zum Kochen verwendet wird.",
  "weapons.guardian-greatsword.name": "Wächter Großschwert",
  "weapons.guardian-greatsword.description": "Eine Waffe alter nomadischer Krieger, die große Stärke erfordert, um sie richtig zu führen.",
  "weapons.heartbreaker.name": "Herzensbrecher",
  "weapons.heartbreaker.description": "Mit Spikes versehene Messingknöchel, die verheerende Kraft liefern. Es hat seinen Namen von dem üblichen Rückstoß, den Feinde erleiden, wenn sie von einem dieser getroffen werden.",
  "weapons.icreon.name": "Icreon",
  "weapons.icreon.description": "Ein altes Schwert, das von einer Gruppe von Kultisten verwendet wurde, die eine Gottheit mit einem grünen Schwanz verehrten. Es wurde entdeckt, dass es häufig in ihren Ritualen verwendet wurde.",
  "weapons.laborforce.name": "Arbeitskraft",
  "weapons.laborforce.description": "Der treue Streitkolben eines ehrlichen Mannes.",
  "weapons.lovesick.name": "Liebeskrank",
  "weapons.lovesick.description": "Eine Kampfaxt mit einem rosafarbenen Kristall in Herzform, der im distalen Griff eingebettet ist.",
  "weapons.military-saber.name": "Militärsäbel",
  "weapons.military-saber.description": "Ein Überbleibsel der fernen Vergangenheit. Legenden zufolge war dies die Waffe des Helden, der den Hinterhalt im Tal verhinderte, der die Republik den Ersten Weltkrieg hätte verlieren lassen können.",
  "weapons.mountain-mistblade.name": "Bergnebelschwert",
  "weapons.mountain-mistblade.description": "Eine organische Klinge aus spiritueller und floraler Energie. Nutze den Spezialangriff, um Nebelblüten auf Feinde zu schießen, die ihre Projektile in harmlosen Nebel verwandeln, wenn sie getroffen werden.",
  "weapons.observers-hatchet.name": "Beobachter's Axt",
  "weapons.observers-hatchet.description": "Legenden um diese Axt besagen, dass der Erste, der sie führte, ein stiller, tödlicher Krieger war, der es genoss, ständig andere zu beobachten. Es wird gesagt, dass der in den Axtkörper eingebettete Rubin die Seele des Kriegers enthält, die auch im Jenseits noch scharf beobachtet.",
  "weapons.occult-blade.name": "Okkulte Klinge",
  "weapons.occult-blade.description": "Eine doppelschneidige Klinge mit einer Struktur ähnlich einer Katana. Der kleine rote Griff zeigt eine Frau, deren Schwanz sich um sie herum wickelt.",
  "weapons.pale-wings.name": "Blasse Flügel",
  "weapons.pale-wings.description": "Eine bizarre aussehende Waffe, bestehend aus einem kurzen Griff und fünf leichten und flexiblen Klingen. Ihre Schutzvorrichtung ist mit grünen und roten Edelsteinen verziert.",
  "weapons.pearlskin-blade.name": "Perlmuttklinge",
  "weapons.pearlskin-blade.description": "Ein restauriertes altes Schwert der Meervolk.",
  "weapons.prideful.name": "Stolz",
  "weapons.prideful.description": "Ein Dolch, der fast überall mit Smaragden verziert ist.",
  "weapons.princess-of-green.name": "Prinzessin von Grün",
  "weapons.princess-of-green.description": "Eine Klinge aus Magie. Es scheint, dass die Pflanzen, aus denen diese Klinge besteht, lebendig sind und in der Lage, ihre Form zu ändern, um sich anzupassen. Wirklich eine interessante Waffe.",
  "weapons.prismarine-mallet.name": "Prismarine Hammer",
  "weapons.prismarine-mallet.description": "Ein Hammer aus einem unbekannten Material. Laut Forschern muss dies ein Überbleibsel einer längst verlorenen Unterwasserstadt sein.",
  "weapons.reaper-bane.name": "Sensenfluch",
  "weapons.reaper-bane.description": "Verwendet von den Kriegern, die den kalten Händen des Todes entkommen sind.",
  "weapons.ridgeback-hardshell.name": "Ridgeback Hardshell",
  "weapons.ridgeback-hardshell.description": "Ein Schild aus Schildkrötenpanzer, umrandet mit Kupfer an den Kanten. Es scheint nur ein Fragment eines viel größeren Exemplars zu sein.",
  "weapons.river-harpoon.name": "Flussharpune",
  "weapons.river-harpoon.description": "Eine schlanke Waffe, speziell für den Unterwasserkampf gemacht. Sie scheint von einer Art Magie durchdrungen zu sein, die es ihr ermöglicht, den Widerstand des Wassers zu ignorieren.",
  "weapons.runic-greatsword.name": "Runisches Großschwert",
  "weapons.runic-greatsword.description": "Die Klinge besteht aus Obsidianglas, verziert mit azurblauen Runen.",
  "weapons.safeguards-edge.name": "Schutzrand",
  "weapons.safeguards-edge.description": "Ein Schwert, das einst einem Mitglied der persönlichen Leibwache eines alten Herrschers gehörte.",
  "weapons.sword-of-idols.name": "Schwert der Idole",
  "weapons.sword-of-idols.description": "Ein altes Schwert, von dem angenommen wird, dass es über verschiedene Generationen von Helden und Anführern weitergegeben wurde. Pass gut darauf auf.",
  "weapons.the-green-gambler.name": "Der Grüne Spieler",
  "weapons.the-green-gambler.description": "Ein gekrümmter Dolch, der nach seinen mysteriösen Eigenschaften benannt ist. Er kann entweder hohe Mengen an Schaden verursachen, oder gar keinen Schaden.",
  "weapons.the-lucky-penny.name": "Der Glückspfennig",
  "weapons.the-lucky-penny.description": "Es geht das Gerücht, dass die Klinge aus mehreren angeblich 'glücklichen' Pennys verschiedener Leute geschmiedet wurde. Wenn das der Fall wäre, wer war dann motiviert, so viele dieser Pennys zu stehlen, um einen Dolch zu machen?",
  "weapons.the-madame.name": "Die Madame",
  "weapons.the-madame.description": "Ein Großschwert, verziert mit Amethysten und Diamanten. Sein großartiges Design lässt es ungeeignet für den Kampf erscheinen, obwohl es überraschend haltbar ist.",
  "weapons.the-prankster.name": "Der Scherzkeks",
  "weapons.the-prankster.description": "Eine schwere, gekrümmte Klinge. Sie bekam ihren Namen, weil sie zu instabil und unberechenbar für den Kampf ist, doch richtig eingesetzt kann sie tödlich sein. Das seltsame Design der Klinge ist Geschmackssache.",
  "weapons.the-silent-one.name": "Der Stille",
  "weapons.the-silent-one.description": "Ein mystischer Dolch, umgeben von einem berüchtigten Mythos. Es wird gesagt, dass es eine ohrenbetäubende Stille gibt, die einzuziehen scheint, wann immer diese Klinge verwendet wird, um ein Attentat auszuführen, zusammen mit Berichten über das Sehen übernatürlicher Entitäten, solange die Stille anhält.",
  "weapons.the-singing-dagger.name": "Der singende Dolch",
  "weapons.the-singing-dagger.description": "Die mysteriöse Form der Klinge erzeugt eine pfeifende Melodie, wenn sie geschwungen wird. Äußerst unpraktisch für Attentate. Kann auch als Flöte verwendet werden. (Nicht empfohlen.)",
  "weapons.the-unbroken.name": "Der Ungebrochene",
  "weapons.the-unbroken.description": "Ein uraltes Schwert, benannt nach den Legenden, die es umgeben. Es heißt, die Klinge sei von Tausenden verschiedener Benutzer geführt worden, ohne sie jemals im Stich zu lassen. Hergestellt aus einem seltsamen, unzerbrechlichen Material, von dem gemunkelt wird, es stehe in Verbindung mit den alten Zwergen.",
  "weapons.the-wild-whip.name": "Die Wilde Peitsche",
  "weapons.the-wild-whip.description": "Eine stachelige Peitsche, berüchtigt für die Fertigkeit, die benötigt wird, um sie zu führen. Die Peitsche selbst besteht aus einem elastischen Material, das mit Stücken von Iridium geschmiedet ist.",
  "weapons.tide-bringer.name": "Gezeitenbringer",
  "weapons.tide-bringer.description": "Eine legendäre Waffe, die einst von einem Helden einer verlorenen Unterwasserstadt verwendet wurde. Es wird gesagt, dass diese in den dunkelsten Zeiten jener alten Zivilisation Licht brachte.",
  "weapons.tough-love.name": "Harte Liebe",
  "weapons.tough-love.description": "Ein schwerer Kampfhammer, der einen verheerenden Schlag austeilt. Das Auge verfügt über eine Speerspitze, die als zusätzliche Schadensquelle dient. Laut einigen Abenteurern ist es ziemlich übertrieben.",
  "weapons.treble-cleaver.name": "Dreifacher Spalter",
  "weapons.treble-cleaver.description": "Eine leichte Doppelaxt mit rasiermesserscharfen Kanten. Die Art und Weise, wie die Klinge sich um den Schaft krümmt, zeigt, dass der Hersteller Kunstfertigkeit über Praktikabilität stellte.",

  "objects.ancient-music-box.name": "Antike Spieluhr",
  "objects.ancient-music-box.description": "Es spielt eine sanfte und doch süße Melodie. Ein verblasster Text ist eingraviert; 'mama esh'",
  "objects.apricot-juice.name": "Aprikosensaft",
  "objects.apricot-juice.description": "Erfrischend und entspannend!",
  "objects.arugula-roll.name": "Rucola-Rolle",
  "objects.arugula-roll.description": "Frischer Rucola, gebadet in würziger Soße und eingebettet in einen Tortilla-Wrap.",
  "objects.aurorean-iris.name": "Aurorean Iris",
  "objects.aurorean-iris.description": "'Ich möchte nur, dass du weißt, wer ich bin.' - Irgendein Sänger, wahrscheinlich.",
  "objects.autumn-dew-drop-juice.name": "Herbsttau Tropfensaft",
  "objects.autumn-dew-drop-juice.description": "Der Geschmack der Berge, in einem einzigen Getränk enthalten!",
  "objects.autumn-drop-berry.name": "Herbsttropfenbeere",
  "objects.autumn-drop-berry.description": "Schmeckt wie regnerische Herbstnächte. Häufig in der Nähe von Bergkämmen zu finden. Hat einen nussigen, aber süßen Geschmack.",
  "objects.autumnal-serenity.name": "Herbstliche Gelassenheit",
  "objects.autumnal-serenity.description": "Pikas Herbstspezialität. Mit jedem Bissen wirst du dich 'verlieben'.",
  "objects.bladetail-sturgeon.name": "Bladetail Störch",
  "objects.bladetail-sturgeon.description": "Ein sehr gefährlicher Fisch, mit einem Schwanz so scharf wie eine Klinge. Überfischung hat dazu geführt, dass die Population dieser Art geschrumpft ist. Ihr Schwanz könnte in alten Zeiten als Pfeilspitzen gedient haben.",
  "objects.caped-tree-frog.name": "Geflügelter Baumfrosch",
  "objects.caped-tree-frog.description": "Das rote Muster, das seinen Hals und Rücken bedeckt, sieht aus wie ein Umhang. Beim Springen zieht es einen Arm ein, während es den anderen ausstreckt. Seine Seltenheit hat dazu geführt, dass es ein wertvolles Haustier unter Sammlern geworden ist.",
  "objects.cardia-septal-jellyfish.name": "Cardia Septal Quallen",
  "objects.cardia-septal-jellyfish.description": "Wahrhaftig ein biologisches Wunder. Es ähnelt stark dem Septum eines Herzens und den Ventrikeln, die es verbinden. Obwohl es giftig ist, ist es wegen seiner mangelnden Mobilität gefährdet.",
  "objects.cherry-berry-shakey.name": "Kirschbeer Shakey",
  "objects.cherry-berry-shakey.description": "Ein süßes, kirschreiches Getränk, das sowohl von Kindern als auch von Erwachsenen geliebt wird!",
  "objects.cherry-pluot.name": "Kirsch-Pluot",
  "objects.cherry-pluot.description": "Eine süße Mischung aus Pflaumen- und Aprikosenhybriden, die mit einer ausländischen Kirschvariante kreuzt.",
  "objects.clementine-cake.name": "Clementinekuchen",
  "objects.clementine-cake.description": "Es wird dich großartig fühlen lassen!",
  "objects.clementine-juice.name": "Clementinensaft",
  "objects.clementine-juice.description": "Ein süßer Saft, hergestellt aus der lokalen Wildpflückung.",
  "objects.crimson-spiked-clam.name": "Purpurroter Stachelklam",
  "objects.crimson-spiked-clam.description": "Eine gefährdete Muschelart, bedeckt mit scharfen roten Spitzen. Erzielt aufgrund der rubinähnlichen Perlen, die sie erzeugt, einen sehr hohen Preis.",
  "objects.crunchy-bagel.name": "Knuspriger Bagel",
  "objects.crunchy-bagel.description": "Einfach, süß, rund und knusprig!",
  "objects.cutthroat-trout.name": "Mörderforelle",
  "objects.cutthroat-trout.description": "Die roten Muster in seinem Mund lassen es trotz seiner Sanftmut aggressiv aussehen.",
  "objects.deep-ridge-angler.name": "Tiefer Grat Angler",
  "objects.deep-ridge-angler.description": "Ein legendärer Fisch, der im tiefen Wald des Berges gefunden wird. Er wird oft für ein Phantom gehalten!",
  "objects.desert-tangelo.name": "Wüsten Tangelo",
  "objects.desert-tangelo.description": "Eine kernlose Kreuzung aus Mandarine und Grapefruit, die aussieht, als wäre sie in der Wüste von der Sonne geküsst worden.",
  "objects.elven-comb.name": "Elfenkamm",
  "objects.elven-comb.description": "Ein alter Kamm mit eingebetteten Edelsteinen. Die Muster bilden irgendwie das Wort 'Zango'.",
  "objects.ember-blood-lime.name": "Ember Blut Limette",
  "objects.ember-blood-lime.description": "Eine relativ saure Frucht, die eine Kreuzung aus Mandarine und Limette ist und sich gut für Saucen eignet.",
  "objects.entombed-ring.name": "Eingemauerter Ring",
  "objects.entombed-ring.description": "Der Ring im Inneren des Edelsteins scheint einen eingravierten Namen zu haben. Der Text 'sheku' kann kaum gelesen werden.",
  "objects.everfrost-stone.name": "Ewigfrost Stein",
  "objects.everfrost-stone.description": "Es ist eiskalt auf Berührung! Man könnte sich die Finger erfrieren, nur indem man es zu lange hält.",
  "objects.fairytale-lionfish.name": "Märchen-Löwenfisch",
  "objects.fairytale-lionfish.description": "Eine seltene Löwenfischart. Ihre leuchtenden Farben dienen als Tarnung. Sie verstecken sich im Korallenriff im Gem Sea. Gerüchte besagen, dass diese Fische als Zutat für einen alten Liebestrank dienen.",
  "objects.fixer-eel.name": "Fixierter Aal",
  "objects.fixer-eel.description": "Ein naher Verwandter des elektrischen Aals. Diese Variante wird selten in Flüssen gefunden. Sie erhielt ihren Namen aufgrund eines lokalen Glaubens, dass ihr Fleisch jede Art von Krankheit oder Traurigkeit heilen kann. Aufgrund dieses Glaubens leidet sie unter Überfischung.",
  "objects.fluffy-apple-crumble.name": "Flauschiger Apfel-Crumble",
  "objects.fluffy-apple-crumble.description": "Für ein apfel-lich für immer.",
  "objects.forage-souffle.name": "Forage Soufflé",
  "objects.forage-souffle.description": "Bleib ruhig und niemand wird explodieren.",
  "objects.forest-amancay.name": "Wald Amancay",
  "objects.forest-amancay.description": "Nur gute Stimmung und Sonnenschein werden von dieser Blume ausgestrahlt!",
  "objects.forest-halva.name": "Wald Halva",
  "objects.forest-halva.description": "Eine Mischung aus verschiedenen lokalen Süßwaren.",
  "objects.foxbloom.name": "Fuchsknospe",
  "objects.foxbloom.description": "Eine mythische Blume, von der man nur dachte, dass sie in Legenden existiert. Sie strahlt eine überirdische Aura aus.",
  "objects.freddies-sword.name": "Freddies Schwert",
  "objects.freddies-sword.description": "Freddies Schwert! Er muss es verloren haben.",
  "objects.fried-fish-a-la-ridge.name": "Gebratener Fisch à la Ridge",
  "objects.fried-fish-a-la-ridge.description": "Ein Pika-Spezial! Der reiche Umami-Geschmack wird mit knuspriger und salziger Panade kombiniert.",
  "objects.fried-mountain-greens.name": "Gebratene Berggrüns",
  "objects.fried-mountain-greens.description": "Gebratenes Gemüse war noch nie so lecker!",
  "objects.frost-clump-berry.name": "Frostklumpenbeere",
  "objects.frost-clump-berry.description": "Eine seltsame Beere, die nur zu reifen scheint, wenn sie mit Schnee bedeckt ist. Sie schmeckt nach Traube mit einem Hauch von Melone.",
  "objects.ginger-arugula-fried-rice.name": "Ingwer-Rucola-Gebratener Reis",
  "objects.ginger-arugula-fried-rice.description": "Eine dampfende Schüssel gebratenen Gemüsereis, gewürzt mit Ingwer. Gut für den Magen, wenn du dich nicht wohl fühlst.",
  "objects.ginger-rangpur-meringue.name": "Ingwer Rangpur Baiser",
  "objects.ginger-rangpur-meringue.description": "Ein Dessert, das die Würze von Ingwer und Rangpur mit der Leichtigkeit von Baiser kombiniert. Trotz seiner Reichhaltigkeit ist es gut für die Verdauung.",
  "objects.glove-of-the-assassin.name": "Handschuh des Assassinen",
  "objects.glove-of-the-assassin.description": "Macht Sie unsichtbar für Feinde, bis Sie direkt in ihrem Sichtfeld sind. (Im Ring-Slot tragen.)",
  "objects.golden-rose-fin.name": "Goldene Rosenflosse",
  "objects.golden-rose-fin.description": "Ein kleiner Fisch mit breiten, aber dünnen Flossen. Während er schwimmt, verleihen die Bewegungen dieser einzigartigen Flossen den Eindruck eines Tanzes, während er sich durch das Wasser wirbelt und bewegt.",
  "objects.golden-skull-coral.name": "Goldener Schädel-Koralle",
  "objects.golden-skull-coral.description": "Eine goldene Statuenreplik einer ausgestorbenen Korallenart aus der antiken Ära.",
  "objects.harvester-trout.name": "Erntemaschinen-Forelle",
  "objects.harvester-trout.description": "Es hat seinen Namen davon, dass es 'erntet' Pflanzen und Kulturen, die in der Nähe von Wasser wachsen. Dieses zerstörerische Verhalten hat dazu geführt, dass dieser Fisch als Schädling angesehen wird. Trotzdem bleibt er aufgrund seines zarten, öligen Fleisches beliebt.",
  "objects.highland-blueberry-pie.name": "Hochland-Heidelbeerkuchen",
  "objects.highland-blueberry-pie.description": "Trotz dessen, was der Name vermuten lässt, holt es das Blaue aus dir heraus!",
  "objects.highland-butterwort.name": "Hochland Fettkraut",
  "objects.highland-butterwort.description": "Kinder lieben es, dies in lokalen Spielen zu verwenden!",
  "objects.highland-chard.name": "Hochland Mangold",
  "objects.highland-chard.description": "Ein grünes Blattgemüse, das hauptsächlich entlang von Bergrücken gefunden wird. Es hat einen zarten, aber scharfen Geschmack, der bitter wird, wenn das Wetter zu heiß wird. Häufig in Salaten verwendet.",
  "objects.highland-ice-cream.name": "Hochlandeiscreme",
  "objects.highland-ice-cream.description": "Spezielles Eis, hergestellt in Ridgeside Village. Ein Genuss, der am besten beim Bewundern des Bergpanoramas genossen wird.",
  "objects.highland-jostaberry.name": "Hochland Jostabeere",
  "objects.highland-jostaberry.description": "Ähnlich einer Stachelbeere und schwarzen Johannisbeere in einem, hat sich diese Variante dazu entwickelt, auf Bäumen angebaut zu werden und ist üblich in kalten Kontinenten.",
  "objects.highland-revani.name": "Hochland Revani",
  "objects.highland-revani.description": "Ein süßer und zitrusartiger Kuchen.",
  "objects.holiday-ice.name": "Feiertagseis",
  "objects.holiday-ice.description": "Eiscreme aus einer exotischen tropischen Frucht! Es hat sogar einen kleinen Regenschirm für das extra tropische Gefühl.",
  "objects.hollowed-bear.name": "Höhliger Bär",
  "objects.hollowed-bear.description": "Es sieht aus wie ein alter Teddybär. Was seltsam ist, ist dass die Außenseite steif ist und innen ausgehöhlt ist.",
  "objects.honey-ginger-whitefish.name": "Honig Ingwer Weißfisch",
  "objects.honey-ginger-whitefish.description": "Bergweißfisch mariniert in einer klassischen süß-scharfen Sauce. Er ist überraschend sanft zum Magen.",
  "objects.honey-glazed-salad.name": "Honigglasierter Salat",
  "objects.honey-glazed-salad.description": "Pikas spezieller Salat, glasiert mit hausgemachtem Honig. Super süß!",
  "objects.hundred-flavor-doughnut.name": "Hundert Geschmacksrichtungen Donut",
  "objects.hundred-flavor-doughnut.description": "Jeder Spritzer schmeckt anders!",
  "objects.inked-fossil.name": "Tätowiertes Fossil",
  "objects.inked-fossil.description": "Der drachenähnliche Schädelabdruck im Fossil scheint mit einer Art von permanentem Tinte umrissen zu sein. Was seltsam ist, ist, dass die Tinte für etwas Altes frisch zu sein scheint.",
  "objects.jumpy-coffee-cake.name": "Springender Kaffeekuchen",
  "objects.jumpy-coffee-cake.description": "Es macht dich verrückt!!",
  "objects.kedi-delight.name": "Kedi Delight",
  "objects.kedi-delight.description": "Eine süße Köstlichkeit aus Stärke und Zucker, oft mit einzigartigen Aromen hergestellt.",
  "objects.keks-small-dream.name": "Keks Kleiner Traum",
  "objects.keks-small-dream.description": "Wie der große, nur weniger.",
  "objects.keks-style-shortcake.name": "Keks-Stil Shortcake",
  "objects.keks-style-shortcake.description": "Eine süße Leckerei! Wer hat allerdings diese Erdbeere geschält?",
  "objects.lava-lily.name": "Lava-Lilie",
  "objects.lava-lily.description": "Es strahlt eine warme Empfindung aus. Eine schöne Blume, die man in der Kälte halten kann.",
  "objects.lovers-sorrow.name": "Liebesschmerz",
  "objects.lovers-sorrow.description": "Ein Geheimnis umgibt diese Steinskulptur einer Rose. Einige sagen, es handelt sich um eine versteinerte antike Blume. Was auch immer der Fall ist, dieses Objekt wurde mit Unglücken in Verbindung gebracht, die Paaren widerfahren sind, die dies in ihrem Besitz hatten.",
  "objects.lullaby-carp.name": "Wiegenlied Karpfen",
  "objects.lullaby-carp.description": "Ein wissenschaftliches Rätsel. Wenn man diesen Fisch alleine lässt, erzeugt er beruhigende Melodien, obwohl er kein internes System besitzt, das es ihm erlauben würde zu 'singen'.",
  "objects.matcha-latte.name": "Matcha Latte",
  "objects.matcha-latte.description": "Kaffee und grüner Tee leben in perfekter Harmonie.",
  "objects.mistbloom-syrup.name": "Nebelblütensirup",
  "objects.mistbloom-syrup.description": "Aus Bergnebelblüten gepresster Nektar, diese seltsame Flüssigkeit kann helfen, Übelkeit zu heilen.",
  "objects.moose-statue.name": "Elch Statue",
  "objects.moose-statue.description": "Eine Skulptur einer alten Elch-Art. Sie scheint eine geheimnisvolle Aura auszustrahlen.",
  "objects.mountain-arugula.name": "Berg-Rucola",
  "objects.mountain-arugula.description": "Eine Kulturpflanze für kühles Wetter, die in Bergkämmen zu finden ist. Laut den Einheimischen verleiht sie einen vorübergehenden Glücksboost.",
  "objects.mountain-chico.name": "Berg Chico",
  "objects.mountain-chico.description": "Eine ungewöhnliche Frucht, die sich von ihren Verwandten unterscheidet. Diese Sorte wächst auf wilden Büschen statt auf Bäumen.",
  "objects.mountain-hokkaido.name": "Berg Hokkaido",
  "objects.mountain-hokkaido.description": "Die Schönheit, die es besitzt, passt gut zur Bergbrise.",
  "objects.mountain-mistbloom.name": "Bergnebelblüte",
  "objects.mountain-mistbloom.description": "Eine geheimnisvolle leuchtende Blume, die an regnerischen Tagen im dichten Bergwald blüht. Sie verströmt überhaupt keinen Geruch.",
  "objects.mountain-plumcot.name": "Berg-Pflaumenaprikose",
  "objects.mountain-plumcot.description": "Eine perfekte, gleichmäßige Mischung aus Pflaume und Aprikose, die nur in den Bergen der östlichen Kontinente zu finden ist. Einige sagen sogar, dass es Steinfrüchte sind.",
  "objects.mountain-redbelly-dace.name": "Berg Rotbauch Döbel",
  "objects.mountain-redbelly-dace.description": "Eine schwer zu fassende Art und eine echte Herausforderung, sie einzuholen. Ihr Fleisch ist ziemlich lecker!",
  "objects.mountain-whitefish.name": "Berg-Weißfisch",
  "objects.mountain-whitefish.description": "Obwohl es Licht leicht reflektiert, machen seine agilen und unregelmäßigen Bewegungen es überraschend schwer zu fangen.",
  "objects.nightblack-diamond.name": "Nachtschwarzer Diamant",
  "objects.nightblack-diamond.description": "Ein scharfkantiger Diamant mit einem schwarzen Farbton. Die Basis reflektiert kaum Licht, also stellen Sie sicher, dass Sie ihn nicht im Dunkeln verlieren.",
  "objects.northern-limequat.name": "Nördlicher Limquat",
  "objects.northern-limequat.description": "Oft ein Ersatz für Zitronen oder Key-Limetten, aber unterschätze diese nach Norden gebundene Frucht nicht! Aufgrund des hohen Zustands des natürlichen Lebensraums wurde dies perfekt gemacht, um süße Rezepte auszugleichen.",
  "objects.old-lucky-foxtail-charm.name": "Alter Glücksfuchsschwanz-Anhänger",
  "objects.old-lucky-foxtail-charm.description": "Ein Armband, das einst deiner Großmutter gehörte.",
  "objects.opal-halo.name": "Opal Halo",
  "objects.opal-halo.description": "Ein Stück antiker Kopfbedeckung mit eingebetteten Opalsteinen. An der Seite ist eine Engelsschnitzerei.",
  "objects.pale-candelabrum.name": "Blasses Kandelaber",
  "objects.pale-candelabrum.description": "Die Kerzen sind mit Schädelmustern verziert. Der Docht scheint feucht zu sein, was das Anzünden der Kerzen erschwert.",
  "objects.paradise-rangpur.name": "Paradies Rangpur",
  "objects.paradise-rangpur.description": "Sobald du das probierst, wird es dich definitiv mit seinem intensiv sauren und rauchigen Limettengeschmack ins Paradies entführen! Perfekt für edle Delikatessen.",
  "objects.pebble-back-crab.name": "Kieselrücken-Krabbe",
  "objects.pebble-back-crab.description": "Die Kieselsteine, die seinen Rücken schmücken, werden von dem Fisch in jungen Jahren gesammelt und dienen als Verteidigung und Tarnung. Einige sammeln versehentlich Edelsteine und werden daher von Menschen überjagt.",
  "objects.pillowsoft-cheezy-sandwich.name": "Pillowsoft Käsesandwich",
  "objects.pillowsoft-cheezy-sandwich.description": "Der Käse ist so flauschig!",
  "objects.pink-frosted-sprinkled-doughnut.name": "Rosa glasierter Donut mit Streuseln",
  "objects.pink-frosted-sprinkled-doughnut.description": "Das muss sein, woraus Regenbogen gemacht sind.",
  "objects.pumpkin-darling-slice.name": "Kürbis Lieblingsscheibe",
  "objects.pumpkin-darling-slice.description": "Es ist kürbis-tastisch!",
  "objects.relic-fox-mask.name": "Relikt Fuchsmaske",
  "objects.relic-fox-mask.description": "Eine alte Maske, die einem Fuchs ähnelt. Um den Rand des Augenlochs herum steht ein Text geschrieben: 'Rough Seas'.",
  "objects.richards-glasses.name": "Richard's Brille",
  "objects.richards-glasses.description": "Richards Brille! Er muss sie verloren haben.",
  "objects.ridge-apple-cake.name": "Ridge Apfelkuchen",
  "objects.ridge-apple-cake.description": "Süß und tröstlich bis ins Mark!",
  "objects.ridge-azorean-flower.name": "Azoreanische Blumenkante",
  "objects.ridge-azorean-flower.description": "Der Frühling riecht schöner wegen dieser Blume.",
  "objects.ridge-bluegill.name": "Ridge Bluegill",
  "objects.ridge-bluegill.description": "Es vermischt sich gut mit dem Flusswasser! Verliere es nicht aus den Augen!",
  "objects.ridge-cherry.name": "Ridge Kirsche",
  "objects.ridge-cherry.description": "Eine Art von Kirsche, die in der Nähe von Bergkämmen gefunden wird. Präsentiert einen würzigen, süßen Geschmack.",
  "objects.ridge-fruity-plate.name": "Fruchtiger Ridge Teller",
  "objects.ridge-fruity-plate.description": "Ein Obstsalat gefüllt mit Bergfrüchten, garniert mit einem speziellen Dressing!",
  "objects.ridge-mosaic-cake.name": "Ridge Mosaikkuchen",
  "objects.ridge-mosaic-cake.description": "Eine süße Leckerei aus Kakao und Keksen.",
  "objects.ridge-wild-apple.name": "Wildapfelkamm",
  "objects.ridge-wild-apple.description": "Eine Art Apfel, der kleine rote Stacheln auf seiner Haut hat. Er schmeckt genau wie Ananas - der Hauptunterschied besteht darin, dass es etwas weniger davon zu essen gibt.",
  "objects.ridgeside-bass.name": "Ridgeside Bass",
  "objects.ridgeside-bass.description": "Ein Bergfisch, heimisch im Ridgeside Dorf.",
  "objects.ridgeside-clementine.name": "Ridgeside Clementine",
  "objects.ridgeside-clementine.description": "Ähnlich wie eine normale Clementine; der Unterschied liegt in ihrem nussigen Nachgeschmack. Das kalte Winterklima und die große Höhe verhindern, dass diese Frucht zu schnell verrottet.",
  "objects.ridgeside-monkshood.name": "Ridgeside Mönchskappe",
  "objects.ridgeside-monkshood.description": "Es beruhigt selbst den launischsten der Männer.",
  "objects.ridgeside-shaketini.name": "Ridgeside Shaketini",
  "objects.ridgeside-shaketini.description": "Eine Spezialität aus dem Ridgeside Dorf.",
  "objects.sapphire-pearl.name": "Saphirperle",
  "objects.sapphire-pearl.description": "Ein altes Relikt des Bergrückens. Es ist eine einzigartige Verschmelzung eines Saphir-Edelsteins und einer Perle.",
  "objects.shell-bracelet.name": "Muschelarmband",
  "objects.shell-bracelet.description": "Der Geruch des Ozeans haftet noch immer an diesem antiken Accessoire. Ein fremder Text ist in den Rand der Muschel eingraviert.",
  "objects.sierra-wintergreen.name": "Sierra Wintergreen",
  "objects.sierra-wintergreen.description": "Eine schöne Blume zum Verschenken und Dekorieren während der Winterferien.",
  "objects.silver-fish-bones.name": "Silberne Fischknochen",
  "objects.silver-fish-bones.description": "Ein mysteriöses Relikt aus silbernen Knochen, das die Form eines Fisches nachbildet, eingebettet in alten Stein.",
  "objects.skulpin-fish.name": "Skulpin Fisch",
  "objects.skulpin-fish.description": "Die Stacheln um seine Flossen sind weich, es sei denn, sie werden erschreckt. Also sei sanft.",
  "objects.snow-bowl-surprise.name": "Überraschung Schneeschüssel",
  "objects.snow-bowl-surprise.description": "Lokale wilde Früchte, gepaart mit sauberen Eisraspeln, Sirup und Kirschen.",
  "objects.snowball-slurpee.name": "Schneeball Slurpee",
  "objects.snowball-slurpee.description": "Eine Mischung aus verschiedenen Winterfrüchten. Eine kühle und süße Winterleckerei.",
  "objects.sockeye-salmon.name": "Sockeye Lachs",
  "objects.sockeye-salmon.description": "Der gesuchte legendäre Fisch des Ridgeside Dorfes! Er ist sanftmütig und isst gerne Kirschen!",
  "objects.spiritual-essence.name": "Spirituelle Essenz",
  "objects.spiritual-essence.description": "Eine geheimnisvolle Sammlung von Kieseln, die schwach leuchten.",
  "objects.springtime-primetime.name": "Frühlings-Hauptsendezeit",
  "objects.springtime-primetime.description": "Pikas Frühlingsspezialität. Dein Appetit blüht auf, während du es betrachtest.",
  "objects.strawberry-lover-pie.name": "Erdbeerliebhaber-Kuchen",
  "objects.strawberry-lover-pie.description": "Es lässt dich ein wenig besonders fühlen, du süßes Beerenwesen.",
  "objects.summer-mountain-blessing.name": "Sommerberg Segen",
  "objects.summer-mountain-blessing.description": "Pikas Sommer-Spezial. Das Gericht, das dich aufwärmt, auf eine gute Art!",
  "objects.summit-iced-tea.name": "Gipfel Eistee",
  "objects.summit-iced-tea.description": "Der Hochland-Spezialerfrischer!",
  "objects.summit-snowbell.name": "Gipfel Schneeglocke",
  "objects.summit-snowbell.description": "Es ist ein lokales Zeichen, dass der Winter kommt!",
  "objects.sweet-cranberry-cheesecake.name": "Süßer Preiselbeer-Käsekuchen",
  "objects.sweet-cranberry-cheesecake.description": "Eine beerig süße Leckerei für eine beerig süße Person.",
  "objects.tropi-ugli-fruit.name": "Tropi Ugli Frucht",
  "objects.tropi-ugli-fruit.description": "Lassen Sie sich nicht von seinem Namen täuschen, dies ist eine schöne und leckere Frucht, die süß und säuerlich mit einem Hauch von Schärfe ist. Auf jeden Fall einen Versuch wert! Ist es nicht ein Schönheit?",
  "objects.tropic-mango-cake.name": "Tropischer Mangokuchen",
  "objects.tropic-mango-cake.description": "Hergestellt aus Mangos, ist dieser Kuchen mango-nefizient!",
  "objects.village-hero-sculpture.name": "Dorfheld Skulptur",
  "objects.village-hero-sculpture.description": "Eine vage vertraute Figur. Dieses Relikt ist mit Moos bedeckt, doch das Material, aus dem das Objekt besteht, zeigt keine Anzeichen von Zerfall.",
  "objects.violet-devils-claw.name": "Violetter Teufelskralle",
  "objects.violet-devils-claw.description": "Sein verführerischer Duft und seine Ästhetik machen es beliebt für Parfums und Dekorationen.",
  "objects.warp-totem-ridgeside.name": "Warp Totem Ridgeside",
  "objects.warp-totem-ridgeside.description": "Teleportiere dich direkt zum Ridgeside Dorf. Wird bei Gebrauch verbraucht.",
  "objects.waterfall-snakehead.name": "Wasserfall-Schlangenkopf",
  "objects.waterfall-snakehead.description": "Sein schlangenähnlicher Kopf hat sich aufgrund der extremen Kraft der Wasserfälle in seinem Lebensraum so hart wie ein Felsbrocken angepasst. Es ist einer der legendären Fische des Bergrückens!",
  "objects.wild-apple-juice.name": "Wilder Apfelsaft",
  "objects.wild-apple-juice.description": "Macht dich so apfel-lich!",
  "objects.winter-night-feast.name": "Winter Nacht Fest",
  "objects.winter-night-feast.description": "Pikas Winter-Spezial. Die Mahlzeit, die immer weiter gibt, oder so sagt man.",
  "objects.yellow-wood-sculpture.name": "Gelbe Holzskulptur",
  "objects.yellow-wood-sculpture.description": "Das Gesicht der alten Figur sieht vage bekannt aus. Aber du kannst nicht genau sagen, wer es ist.",
  "objects.yuumas-ring.name": "Yuumas Ring",
  "objects.yuumas-ring.description": "Yuumas Ring! Er muss ihn verloren haben.",
  "objects.zesty-tuna.name": "Würziger Thunfisch",
  "objects.zesty-tuna.description": "Geräucherter Thunfisch mit Zitrussoße! Es ist eine Spezialität von Ridgeside."
}
